Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_The Retreats.tmx
Source language: en
Languages: es_419

source: are you trying to get us both killed?!
es_419: ¡¿Acaso quieres que nos maten?!

source: I won't even get a chance for a proper goodbye.
es_419: no voy a tener ni la oportunidad de despedirme bien.

source: you're lucky to be still breathing.
es_419: Tienes suerte de seguir respirando.

source: I'm sorry, john canty...
es_419: Lo siento, John Canty…

source: where did that little brat get to?
es_419: ¿Adónde fue a parar ese mocoso?

source: urgh! you little shit!
es_419: ¡Agh! ¡Pedazo de mierda!

source: THE BATTLEGROUNDS
es_419: Campos de batalla

source: one year later
es_419: Uno año después.

source: bullshit.
es_419: Qué estupidez.

source: I need to stop the car...!
es_419: ¡Tengo que detener el auto!…

source: DASH
es_419: FUSH

source: but we can't risk taking cover in a building and walking right into an ambush.
es_419: Pero no podemos arriesgarnos a refugiarnos en un edificio y caer en una emboscada.

source: but that's because you don't know the history between the retreats and the slums.
es_419: … solo porque no conoces la historia entre El Refugio y los barrios marginales.

source: we messed up. that's for sure.
es_419: Sí que metimos la pata.

source: kiss your memories of the retreats goodbye... because you'll never be able to go home again.
es_419: Despídete de tus recuerdos de El Refugio… porque nunca volverás a tu hogar.

source: do you want it to stay a pipe dream forever?
es_419: ¿Quieres que sea una lotería para siempre?

source: a stroke of good luck, here in the slums? ridiculous.
es_419: ¿Un golpe de suerte aquí en los barrios? Ridículo.

source: you don't know shit.
es_419: No sabes una mierda.

source: it's a shame we gotta take him down.
es_419: Qué pena que debamos deshacernos de él.

source: man... this brings back memories!
es_419: Amigo… ¡esto me trae recuerdos!

source: it's a little thing called "remembric"--
es_419: Es una cosita llamada “recordatón”.

source: why are people being made to fight and kill each other there?
es_419: ¿Por qué los que van allí tienen que pelear y matarse entre ellos?

source: for now, the best thing we can do to help edward...
es_419: Por ahora, lo mejor que podemos hacer por Edward…

source: I wouldn't be so sure about that.
es_419: No estoy tan seguro de eso.

source: clear!
es_419: ¡Despejado!

source: are you sure we're in the right building?!
es_419: ¡¿Seguro que este es el edificio correcto?!

source: ahhh!
es_419: ¡Aaah!

source: a gunshot followed by the words "he's down!" might get them thinking that they're next.
es_419: ¡Un disparo seguido por las palabras “¡le di!” va a hacerles creer que ellos son los próximos.

source: he's just some helpless kid from the retreats!
es_419: ¡No es más que un niño inútil de El Refugio!

source: I didn't expect him to have such a short fuse.
es_419: No esperaba que tuviese semejante temperamento.

source: At least it looks like he has some kind of a lead…
es_419: Al menos parece que tiene una especie de pista…

source: they don't care if we die.
es_419: No les importa si morimos.

source: these morons are just after a quick payout, but even if they get their way...
es_419: A esos imbéciles solo les interesa el dinero. Pero, aunque consiguieran lo que quieren…

source: I want to know why we kept running round in circles.
es_419: Quiero saber por qué nos quedamos andando en círculos.

source: if you really were switched with someone who looks just like you...
es_419: Si de verdad te cambiaron por alguien que luce igual a ti…

source: ...they weren't with some small-time crew.
es_419: … no se trata de una bandita cualquiera.

source: that's what I'm here to ask you.
es_419: Eso es lo que vengo a preguntarte.

source: maybe they're the remnants of that gang we crossed paths with earlier!
es_419: ¡Tal vez sean lo que quedó de la pandilla con la que nos cruzamos antes!

source: everything is covered in a layer of grime and dirt.
es_419: … está cubierto por mugre y polvo.

source: ...is to trigger a second summer of flames.
es_419: … desatar un segundo verano en llamas.

source: but it didn't take long for us slum rats to realize...
es_419: Pero no tardamos mucho en darnos cuenta…

source: I'm john canty.
es_419: Soy John Canty.

source: what I do have in my possession...
es_419: Lo que tengo en mi manos…

source: ...blew up our base camp and ran!
es_419: … hizo volar la base y huyó!

source: I never expected much from the head-on attack against the centipede headquarters.
es_419: No esperaba mucho del ataque al cuartel general de los ciempiés.

source: soar
es_419: vuela

source: perhaps it's because both my father and my grandfather died in the bg...
es_419: Tal vez sea porque tanto mi padre como mi abuelo murieron en los CB…

source: He's got a long way to go.
es_419: Le falta mucha experiencia.

source: if you think about it, your father is out there saving lives.
es_419: Si lo piensas bien, tu padre está salvando vidas.

source: and no one has the right to take another person's life...
es_419: y nadie tiene derecho a arrebatarle la vida a otra persona…

source: I see you've learned a thing or two about brine since we parted ways.
es_419: Veo que has aprendido un par de cosas sobre Salmuera desde que nos separamos.

source: hey, kid... you said you needed me alive so you could go home...
es_419: Ey, niño… dijiste que me necesitabas vivo si querías volver a casa…

source: yeah, it's all true.
es_419: Sí, es verdad.

source: I saw it with my own eye!
es_419: ¡Lo vi con mi propio ojo!

source: Episode 9 - Misery
es_419: Episodio 9 - Miseria

source: I guess you wouldn't have come up with an idea like switching your son to live in the retreats otherwise.
es_419: Si no fuese así, jamás se te habría ocurrido hacer un cambio con tu hijo para que viviera en El Refugio.

source: I'll bring the doctor here. he should be arriving soon.
es_419: Voy a traer al médico. Va a llegar dentro de poco.

source: oh, you don't know about this thing? you really had no interest in the retreats before all this, huh?
es_419: Ah, ¿no sabes qué es esta cosa? De verdad no tenías ningún interés por El Refugio antes de todo esto, ¿eh?

source: give me your key.
es_419: Dame tus llaves.

source: you know nothing about me, you brainwashed animal!
es_419: ¡No sabes nada de mí, pedazo de animal sin cerebro!

source: This prosperity is made possible at the expense of an impoverished underclass in the surrounding slums of Brine, who must either serve the citizens of Retreats or fight in the dreaded Battlegrounds for a shot at becoming a Retreats citizen.
es_419: Pero toda esa prosperidad existe a costa de empobrecer a los que viven en los barrios marginales de Brine, que se ven obligados a trabajar para los ciudadanos del refugio o pelear en los temidos campos de batalla para lograr ascender de clase social.

source: ...as they led their perfect lives in paradise.
es_419: … y llevaban vidas perfectas.

source: that bitch-!
es_419: ¡Esa perra…!

source: now that we've selected our team...
es_419: Ahora que seleccionamos el equipo…

source: nod
es_419: ASIENTE

source: the place is a mess. looks like somebody got here before we did.
es_419: Este lugar es un desastre. Parece que alguien llegó antes que nosotros.

source: urgh... p-please...!
es_419: Argh… ¡T-te lo suplico…!

source: dammit... that could've been me.
es_419: Maldita sea… podría haber sido yo.

source: I was wondering where he'd suddenly disappeared to...
es_419: Me preguntaba dónde se había metido…

source: crap...
es_419: Mierda…

source: or maybe...
es_419: O quizás…

source: don't act so nonchalant... like it's all over!
es_419: No se queden tranquilos… ¡como si todo hubiese acabado!

source: the anesthesia's kicked in.
es_419: La anestesia ya hizo efecto.

source: ...and if we make a rash move, and it turns out that edward really is working with the skulls...
es_419: … y, si tomamos una decisión precipitada, y resulta que Edward de verdad trabaja con las calaveras…

source: Greenwood is being transported to Brine Port… He is due to undergo trial in Solgaya…
es_419: … están transportando a Greenwood al Puerto de Brine… y se le someterá a juicio en Solgaya…

source: the roman numeral for three?
es_419: ¿Tres en números romanos?

source: that planned and determined the events of great significance throughout human history from behind the scenes.
es_419: y que planearon y decidieron entre bastidores los grandes acontecimientos de la historia humana.

source: yank
es_419: JALA

source: is this your first time entering the retreats?
es_419: ¿Es la primera vez que entras a El Refugio?

source: we'll have full ownership over the building if we accept.
es_419: Si aceptamos, vamos a estar en plena posesión del edificio.

source: It came from over there!
es_419: ¡Vino de ahí abajo!

source: I can tell they're capable of pulling this off...
es_419: Sé que son capaces de llevar a cabo esta misión…

source: maybe their reinforcements have arrived.
es_419: Quizá hayan llegado los refuerzos.

source: what's that book?
es_419: ¿Y ese libro?

source: it's too much of a risk.
es_419: Es demasiado arriesgado.

source: don't you think you should be at least a little proud of him?
es_419: … ¿no crees que deberías enorgullecerte aunque sea un poco?

source: what is this...?
es_419: ¿Y esto…?

source: if you find him, chop his legs off first.
es_419: Si lo encuentras, córtale las piernas primero.

source: well... this obviously isn't great.
es_419: Bueno… obviamente, esto es malo.

source: people tend to become honest when someone's holding a knife to their throat.
es_419: La gente suele ser honesta cuando un cuchillo está a punto de cortarles la garganta.

source: ...give up the very thing that makes me human?
es_419: … renuncie justo a lo que me hace humano?

source: but I paid the price...
es_419: Pero pagué el precio…

source: ahh!
es_419: ¡Aah!

source: well, that's what they say anyway... who knows?
es_419: O al menos eso es lo que dicen… ¿quién sabe?

source: it's okay, I won't judge!
es_419: ¡Tranquila, no te juzgo!

source: his name's john canty.
es_419: Su nombre es John Canty.

source: there are so many people there who want to thank him.
es_419: Un montón de gente allá quiere darle las gracias.

source: the livestock industry hasn't collapsed, after all.
es_419: La industria ganadera no colapsó.

source: ahahahaha!
es_419: ¡Ja, ja, ja, ja!

source: ngh! you bastard...
es_419: ¡Agh! ¡Desgraciado!…

source: What's up?
es_419: ¿Qué cuentas?

source: of course, muscles aren't what'll get you home.
es_419: Sí, los músculos no serán lo que te regresen a casa.

source: what was this vault used for?
es_419: ¿Para qué usaban este lugar?

source: ...while exploiting us for all we were worth.
es_419: … mientras simplemente nos explotaban.

source: so much for a proud citizen of the retreats.
es_419: Esto es demasiado por un ciudadano de El Refugio.

source: That's the aforementioned old junkie…
es_419: … este es el viejo del que les hablaba…

source: ...it will run countless simulations and present us with the optimal plan.
es_419: … va a ejecutar una infinidad de simulaciones y a presentarnos un plan óptimo.

source: whoa, hey! you're alive!
es_419: ¡Ey! ¡Estás vivo!

source: if I'd known you were a retreats scum...
es_419: Si hubiese sabido que eras de El Refugio…

source: how many are left? only three?!
es_419: ¡¿Cuántos quedan?! ¡¿Solo tres?!

source: if we want your unhinged plan to work, we can't afford any margin of error.
es_419: Si queremos que tu plan demente funcione, no podemos permitirnos el más mínimo error.

source: I've only ever seen the slums in photographs.
es_419: Solo había visto los barrios marginales en fotos.

source: it's already been two days.
es_419: Ya pasaron dos días.

source: you're leaving already?
es_419: ¿Ya te vas?

source: you're not wrong, but...
es_419: Tienes razón, pero…

source: it's time to finish our chat.
es_419: Vamos a terminar nuestra charla.

source: it was full of idiots this year.
es_419: Este año hubo un montón de idiotas.

source: and these are the two buildings that are identical to this one.
es_419: Y aquí están los dos edificios que son idénticos a este.

source: I've patched you up for now. the doctor will be here soon.
es_419: Logré ayudarte un poco. El médico va a llegar pronto.

source: what is he talking about?
es_419: ¿De qué está hablando?

source: after barely managing to escape, we searched the nearby area...
es_419: Después de escapar a duras penas, buscamos por toda la zona…

source: they're with the no reason gang in zone c.
es_419: Son parte de una pandilla de la zona C.

source: Hmm?
es_419: ¿Mmm?

source: this is a privilege only granted to 1% of humanity.
es_419: Solo el uno por ciento de la humanidad tiene este privilegio.

source: It's Edward Son…
es_419: Edward Son.

source: I sometimes think that...
es_419: A veces, pienso que…

source: Producer
es_419: Productor

source: sadly for you...
es_419: Lamentablemente…

source: but why did you help-?
es_419: Pero ¿por qué me ayudaste…?

source: ...might be a savage...
es_419: … podrá ser un salvaje…

source: ...that in times like these, sanity is a rare commodity.
es_419: … que, en tiempos así, la cordura es un lujo escaso.

source: say hi to john's son.
es_419: Saluda al hijo de John.

source: I'm alive...
es_419: Estoy vivo…

source: everyone enjoys the same benefits here.
es_419: Todos disfrutan los mismos beneficios aquí.

source: okay, can you shut up? you're bringing me down.
es_419: Okey, ¿puedes callarte? Me estás deprimiendo.

source: you'll be in charge of transporting the purifiers, which means everyone will need your help!
es_419: ¡Vas a estar a cargo de transportar los purificadores, así que todos necesitarán tu ayuda!

source: I'll do it.
es_419: Acepto.

source: the more people we take, the higher the risk of being found out!
es_419: ¡Entre más personas vayamos, mayor será el riesgo de que nos descubran!

source: ha... looks like I'm right on the money this time...
es_419: Ja… Parece que esta vez vine al lugar correcto…

source: dammit-!
es_419: ¡Mierda…!

source: I'd rather find happiness right here in brine.
es_419: Prefiero encontrar la felicidad aquí, en Salmuera.

source: my dad will recognize me for sure.
es_419: Estoy seguro de que él me reconocerá.

source: ...a retreats security drone?
es_419: … un dron de seguridad?

source: ...you're still nothing but a pampered little prince...
es_419: … sigues siendo un simple príncipe mimado…

source: never mind that! how did it go?
es_419: ¡Eso no importa! ¿Cómo les fue?

source: speaking of which, do you have eyes on the chief?
es_419: Hablando de eso, ¿ves al jefe?

source: ...but not this time!
es_419: … ¡esta vez no!

source: yeah, people respect him more than you might think.
es_419: Sí, la gente lo respeta más de lo que crees.

source: mine's edward.
es_419: Yo soy Edward.

source: pfft... that's what I thought.
es_419: Pfff… es lo que creí.

source: come in! who's down?!
es_419: ¡Hablen! ¡¿Quién murió?!

source: greetings. welcome to solgaya.
es_419: Saludos. Bienvenido a Solgaya.

source: I heard retreats residents were just as drug-addled as us slum rats.
es_419: Escuché que la gente de El Refugio era tan drogadicta como nosotros.

source: CHIEF OF THE CHEONRYONG GANG
es_419: Jefe de los Cheonryong

source: then I'll die.
es_419: Me matan.

source: I think he'll come back... but who knows? maybe he's buddies with the broken skulls by now.
es_419: Creo que va a volver, pero… ¿quién sabe? A lo mejor ya se hizo amigo de las calaveras rotas.

source: and you'll have a whole lot of fun with us, edward.
es_419: Vas a divertirte mucho con nosotros, Edward.

source: someone from the retreats will come to save me soon...
es_419: Pronto vendrá alguien de El Refugio a salvarme…

source: look behind you.
es_419: Mira detrás de ti.

source: however...
es_419: Sin embargo…

source: this way, kid.
es_419: Por aquí, niño.

source: without the water purifiers loaned by the retreats, we'd all be drinking rusty sewage water right now!
es_419: ¡Sin los purificadores de agua que nos presta El Refugio, estaríamos bebiendo agua de alcantarilla!

source: wake up, gramps!
es_419: ¡Despierta, abuelo!

source: wake everyone up and start the cars!
es_419: ¡Despierta a todo el mundo y enciende los autos!

source: now that I cannot abide.
es_419: Y no puedo tolerarlo.

source: Let's see…
es_419: A ver…

source: not bad... for a scrawny little b*tch!
es_419: ¡Nada mal… para una perra raquítica!

source: uuughh...!
es_419: ¡Aaagh…!

source: ...so I used a signal-tracking device to locate him.
es_419: … así que usé un dispositivo de rastreo para encontrarlo.

source: I don't know anything about them, but they seem to have a lot of members.
es_419: No sé nada sobre ellos, pero parecen tener bastantes miembros.

source: WHAM
es_419: PLAM

source: bahaha! hey, edward!
es_419: ¡Ja, ja, ja! ¡Edward!

source: it still stings a little, though.
es_419: Todavía arde un poco.

source: it won't be long now before the vultures' operatives descend upon this place.
es_419: Dentro de poco, llegarán los miembros de Los Buitres.

source: if you come clean, we might just let you live. we'll stop at taking a limb or two.
es_419: Si dices la verdad, tal vez te dejamos con vida. Solo te quitaremos una o dos extremidades.

source: yeah! doesn't it get you all fired up?
es_419: ¡Sí! ¿No se te sube la adrenalina?

source: well... as long as I get to go home, I suppose...
es_419: Bueno… siempre que pueda regresar a casa, supongo que…

source: huh? what's this?
es_419: ¿Eh? ¿Y esto?

source: I guess it must be pretty damn important, seeing as how you came all this way to stop anyone else from getting their hands on it.
es_419: Si te tomaste la molestia de venir hasta acá e impedir que alguien más se lo llevara, debe ser sumamente importante.

source: while you take a relaxing nap, tiber?
es_419: ¿Mientras tú tomas una siesta, Tiber?

source: ...but when I saw him again, I just burst into tears.
es_419: … pero, cuando volví a verlo, rompí en llanto.

source: What are you--?
es_419: ¿Qué estás…?

source: ...but I refuse to go down so easily!
es_419: … ¡pero me niego a hundirme tan fácilmente!

source: … you want to get into the Retreats?
es_419: … que quieres ir a El Refugio?

source: hmm... it looks familiar... let's head inside and check it out.
es_419: Mmm… me resulta familiar… echemos un vistazo dentro.

source: it's a stinking hovel with decades of neglect, filled to the brim with bugs.
es_419: Es un cuchitril asqueroso y abandonado desde hace décadas que está repleto de insectos.

source: here, drink this.
es_419: Ten, bebe esto.

source: I contacted the assault team with a device that could be tracked.
es_419: Contacté al equipo de asalto con un dispositivo que podía rastrearse.

source: don't worry. we'll be done by the time they find us here.
es_419: No te preocupes. Cuando nos encuentren, ya habremos terminado.

source: how many people would choose the latter in this day and age?
es_419: ¿Cuántos elegirían lo último hoy en día?

source: the cogs are starting to turn in his head!
es_419: ¡Los engranajes en su cabeza empezaron a girar!

source: ...the life that they have painstakingly built...
es_419: … la vida que con tanto esmero ha construido…

source: perhaps...
es_419: Quizás…

source: chief...
es_419: Jefe…

source: ...he simply doesn't see me as a person?
es_419: … simplemente no soy una persona para él.

source: they're pinpointing our exact location every time.
es_419: Siempre señalan nuestra ubicación exacta.

source: two left!
es_419: ¡Quedan dos!

source: f
es_419: SE ESTREMECEN

source: If you really want to go back to where you belong….
es_419: Si en verdad quieres regresar a dónde perteneces…

source: SPRINT
es_419: CORRE

source: get a move on already!
es_419: ¡Mueve ese trasero!

source: dammit... we must've missed it in the dark.
es_419: Mierda… No nos dimos cuenta por culpa de la oscuridad.

source: PEEK
es_419: SE ASOMA

source: follow the skulls!
es_419: ¡Sigan a las calaveras!

source: but... why are you helping me?
es_419: Pero… ¿por qué me ayudas?

source: I can't wait to see how it all turns out...
es_419: No puedo esperar a ver cómo termina todo…

source: please, help me!
es_419: … me ayude!

source: you're giving me the creeps...
es_419: Me estás dando escalofríos…

source: makes sense, judging by what he said...
es_419: A juzgar por lo que dijo, tiene sentido…

source: to think you were picked to work as a transporter for a water purifier company!
es_419: ¡Vas a empezar a trabajar como transportista para una empresa de purificación de agua!

source: austin... he's as arrogant as ever.
es_419: Austin… ese maldito arrogante.

source: kid, if you don't want to die right here...
es_419: Niño, a menos que quieras morir…

source: as you can see, here in brine...
es_419: Como ves, todo aquí en Salmuera…

source: commencing retinal surgery.
es_419: Empezando cirugía de retina.

source: it's edward... edward son. hurry...
es_419: Edward… Edward Son. Apresúrese.

source: and to be honest, this is a sweet deal.
es_419: Y, honestamente, era un trato irresistible.

source: you fucking moron!
es_419: ¡Maldito idiota!

source: trip
es_419: tropieza

source: that stench almost killed me!
es_419: ¡Ese hedor casi me mata!

source: I need...
es_419: Necesito…

source: that's when I realized...
es_419: Ahí fue cuando me di cuenta…

source: holy shit!
es_419: ¡Mierda!

source: ...I've found it.
es_419: … lo encontré.

source: that goddamn slumdog savage!
es_419: ¡Maldito salvaje de los barrios!

source: we need to go after them! drive!
es_419: ¡Hay que ir tras ellos! ¡Acelera!

source: he's right...
es_419: Tiene razón…

source: ...all I got in return was hate and contempt!
es_419: … ¡lo único que tuve a cambio fue odio y desprecio!

source: ...I should've pulled the trigger...
es_419: … debí apretar el gatillo…

source: I see. well, I'll make sure to be grateful for their scraps.
es_419: Entiendo. Bueno, me aseguraré de darles las gracias por sus sobras.

source: choke
es_419: NGH

source: chief... if this is your idea of a joke, it isn't funny.
es_419: Jefe… si esto es un chiste, no es divertido.

source: W
es_419: U

source: cut this one loose.
es_419: Desátenlo.

source: Hahaha!
es_419: ¡Ja, ja, ja!

source: o-of course I did!
es_419: ¡C-claro que sí!

source: the aim is to fool their biometric scans.
es_419: El objetivo es burlar sus escáneres biométricos.

source: flicker
es_419: FLIP

source: simple. it's because you're from the retreats.
es_419: Simple. Porque eres de El Refugio.

source: ...she was in the middle of killing her own father.
es_419: … estaba matando a su propio padre.

source: I don't know if I can trust her, but right now...
es_419: Ni siquiera sé si puedo confiar en ella, pero, por ahora…

source: it's never an easy ride with you, is it, kid?
es_419: Contigo nunca es fácil, ¿eh, niño?

source: if we're done, you can go. it's just getting to the good part of the game.
es_419: Si esto es todo, puedes irte. Ya viene la mejor parte del juego.

source: I want you...
es_419: Quiero que…

source: Maniacs?
es_419: ¿Dementes?

source: ...it's still alive.
es_419: … sigue vivo.

source: urgh...! wh-why did you even bring all this crap?!
es_419: ¡Aagh…! ¡¿P-para qué trajiste toda esta basura?!

source: ...this is my only chance to get out of here.
es_419: … es mi única oportunidad para escapar de aquí.

source: who are they again?
es_419: ¿Quiénes son?

source: hey, cyclops. what are you doing?
es_419: Ey, cíclope, ¿qué haces?

source: blood...
es_419: Sangre…

source: wait, could that be...
es_419: Un minuto, ¡¿eso es…

source: the problem is...
es_419: El problema es que…

source: do you really expect me to help a retreats scum like you?
es_419: ¿En serio esperas que ayude a una basura como tú?
